# COLORS = [ "آبي",    "قرمز",   "سبز",    "نارنجي",   "سفيد",   "مشکي",   "آلبالوئی",   "اخرائی",   "اطلسی",    "بادمجانی",   "بژ",   "بنفش",   "پوست پیازی",   "خاکستری",    "خاکی",   "زرد",    "زرشکی",    "سربی",   "سرمه ای",    "صورتی",    "طلائی",    "عدسی",   "عنابی",    "قهوه ای",    "کرم",    "مسی",    "نقرآبی",   "نقره ای",    "نوک مدادی",    "یشمی",   "مارون",    "طوسی",   "زیتونی",   "شتری",   "برنز",   "دلفینی",   "گیلاسی",   "یاسی"]
FUEL_ARR = ["بنزین", "دوگانه سوز", "هایبرید", "دیزل"]     

GIRBOX_ARR = ["دنده ای", "اتوماتیک"]
USAGE_ARR = ["کارکرده", "صفر کيلومتر", "حواله", "تصادفی"]

DAMAGED  = ["بدون رنگ " ,"رنگ شدگی جزیی", "رنگ شدگی ۲۵ درصد", "رنگ شدگی ۵۰ درصد", "دور رنگ", "تمام رنگ"]

IMAGES_PATH = "https://s3-eu-west-1.amazonaws.com/otoyabi/static_files/images/"

SCRAP_URL = "http://obscure-woodland-9401.herokuapp.com/"

STATUS = [" بدون عکس", "منتظر تایید", "فعال", "رد شده", "فروخته شده", "منقضی شده"]